Revit 2027 API
ParameterTypeId.RbsWireNeutralIncludedInBalancedLoadParam Property
 "Neutral Included in Balanced Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireNeutralIncludedInBalancedLoadParam { get; }
Public Shared ReadOnly Property RbsWireNeutralIncludedInBalancedLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireNeutralIncludedInBalancedLoadParam {
	ForgeTypeId^ get ();
}
static member RbsWireNeutralIncludedInBalancedLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace